/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"FinestraLogin del Salvaschermo";
"screensaver.pfm_description" =			"Preferenze del salvaschermo e dello stato di stop e preferenze della finestra di login del salvaschermo";
"loginWindowIdleTime.pfm_title" =			"Tempo di inattività della finestra di login";
"loginWindowIdleTime.pfm_description" =		"Tempo di inattività in secondi della finestra di login. Imposta su 0 per disabilitare il salvaschermo alla finestra di login.";
"loginWindowModulePath.pfm_title" =			"Percorso al modulo salvaschermo della finestra di login";
"loginWindowModulePath.pfm_description" =	"Percorso del file system di un modulo salvaschermo. Ad esempio, “/Sistema/Libreria/Screen Savers/Flurry.saver”. Non tutti i salvaschermi funzioneranno prima di eseguire il login. Questi potrebbero includere qualsiasi salvaschermo feed, casuale, shuffle o non Apple.";
"askForPassword.pfm_title" =			"Richiedi password";
"askForPassword.pfm_description" =			"Richiedi una password per uscire dallo stato di stop o riattivare il salvaschermo. Imposta su 1 per richiedere una password. Imposta su 0 per non richiedere alcuna password.";
